Repository: Pako2/repo-kodi_addons.listener
Catalog: source/service.gpio-keyboard/resources/language/Czech/strings.po
Languages: cs_cz

# #30001
source: Common
cs_cz: Obecné

# #30002
source: Buttons 1 - 8
cs_cz: Tlačítka 1 - 8

# #30004
source: Buttons 9 - 16
cs_cz: Tlačítka 9 - 16

# #30083
source: Service started
cs_cz: Služba spuštěna

# #30085
source: Settings changed
cs_cz: Nastavení změněno

# #30101
source: Orange Pi board
cs_cz: Deska Orange Pi

# #30102
source: Number of buttons
cs_cz: Počet tlačítek klávesnice

# #30103
source: Use internal pull-up resistor
cs_cz: Používat interní pull-up rezistor

# #30104
source: Debounce time
cs_cz: Doba pro potlačení zákmitů (debounce time)

# #30105
source: Use two functions for each button
cs_cz: Používat každé tlačítko pro dvě funkce

# #30106
source: Minimal button press time for second function
cs_cz: Minimální doba stisknutí pro druhou funkci

# #30111
source: Pin for connecting of button 1
cs_cz: Pin pro připojení tlačítka 1

# #30112
source: Pin for connecting of button 2
cs_cz: Pin pro připojení tlačítka 2

# #30113
source: Pin for connecting of button 3
cs_cz: Pin pro připojení tlačítka 3

# #30114
source: Pin for connecting of button 4
cs_cz: Pin pro připojení tlačítka 4

# #30115
source: Pin for connecting of button 5
cs_cz: Pin pro připojení tlačítka 5

# #30116
source: Pin for connecting of button 6
cs_cz: Pin pro připojení tlačítka 6

# #30117
source: Pin for connecting of button 7
cs_cz: Pin pro připojení tlačítka 7

# #30118
source: Pin for connecting of button 8
cs_cz: Pin pro připojení tlačítka 8

# #30119
source: Pin for connecting of button 9
cs_cz: Pin pro připojení tlačítka 9

# #30120
source: Pin for connecting of button 10
cs_cz: Pin pro připojení tlačítka 10

# #30121
source: Pin for connecting of button 11
cs_cz: Pin pro připojení tlačítka 11

# #30122
source: Pin for connecting of button 12
cs_cz: Pin pro připojení tlačítka 12

# #30123
source: Pin for connecting of button 13
cs_cz: Pin pro připojení tlačítka 13

# #30124
source: Pin for connecting of button 14
cs_cz: Pin pro připojení tlačítka 14

# #30125
source: Pin for connecting of button 15
cs_cz: Pin pro připojení tlačítka 15

# #30126
source: Pin for connecting of button 16
cs_cz: Pin pro připojení tlačítka 16

# #30131
source: First function of button 1
cs_cz: První funkce tlačítka 1

# #30132
source: First function of button 2
cs_cz: První funkce tlačítka 2

# #30133
source: First function of button 3
cs_cz: První funkce tlačítka 3

# #30134
source: First function of button 4
cs_cz: První funkce tlačítka 4

# #30135
source: First function of button 5
cs_cz: První funkce tlačítka 5

# #30136
source: First function of button 6
cs_cz: První funkce tlačítka 6

# #30137
source: First function of button 7
cs_cz: První funkce tlačítka 7

# #30138
source: First function of button 8
cs_cz: První funkce tlačítka 8

# #30139
source: First function of button 9
cs_cz: První funkce tlačítka 9

# #30140
source: First function of button 10
cs_cz: První funkce tlačítka 10

# #30141
source: First function of button 11
cs_cz: První funkce tlačítka 11

# #30142
source: First function of button 12
cs_cz: První funkce tlačítka 12

# #30143
source: First function of button 13
cs_cz: První funkce tlačítka 13

# #30144
source: First function of button 14
cs_cz: První funkce tlačítka 14

# #30145
source: First function of button 15
cs_cz: První funkce tlačítka 15

# #30146
source: First function of button 16
cs_cz: První funkce tlačítka 16

# #30151
source: Second function of button 1
cs_cz: Druhá funkce tlačítka 1

# #30152
source: Second function of button 2
cs_cz: Druhá funkce tlačítka 2

# #30153
source: Second function of button 3
cs_cz: Druhá funkce tlačítka 3

# #30154
source: Second function of button 4
cs_cz: Druhá funkce tlačítka 4

# #30155
source: Second function of button 5
cs_cz: Druhá funkce tlačítka 5

# #30156
source: Second function of button 6
cs_cz: Druhá funkce tlačítka 6

# #30157
source: Second function of button 7
cs_cz: Druhá funkce tlačítka 7

# #30158
source: Second function of button 8
cs_cz: Druhá funkce tlačítka 8

# #30159
source: Second function of button 9
cs_cz: Druhá funkce tlačítka 9

# #30160
source: Second function of button 10
cs_cz: Druhá funkce tlačítka 10

# #30161
source: Second function of button 11
cs_cz: Druhá funkce tlačítka 11

# #30162
source: Second function of button 12
cs_cz: Druhá funkce tlačítka 12

# #30163
source: Second function of button 13
cs_cz: Druhá funkce tlačítka 13

# #30164
source: Second function of button 14
cs_cz: Druhá funkce tlačítka 14

# #30165
source: Second function of button 15
cs_cz: Druhá funkce tlačítka 15

# #30166
source: Second function of button 16
cs_cz: Druhá funkce tlačítka 16

# #30300
source: None
cs_cz: Nic

# #30301
source: Volume increase
cs_cz: Zvýšit hlasitost

# #30302
source: Volume deccrease
cs_cz: Snížit hlasitost

# #30303
source: C (Contextual menu)
cs_cz: C (Kontextová nabídka)

# #30304
source: Up
cs_cz: Nahoru

# #30305
source: Down
cs_cz: Dolů

# #30306
source: Select (Enter)
cs_cz: Vybrat (Enter)
